Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: ra b, also encompasses drilling of exploration or appraisal wells from an existing facility that has consent for use as mentioned in the third subsection, litera a.
nb: boring av lete- eller avgrensningsbrønner fra en eksisterende innretning som har samtykke til bruk som nevnt i tredje ledd bokstav a.

source: **Incident used as an example in our investigation.
nb: **Hendelse som ble brukt som eksempel i vår gransking.

source: Based on Equinor’s experience from the earlier incident on Statfjord C mentioned above, the PSA team considers this to be correct with regard to the function of establishing an impermeable concrete shell between sea and oil for the cell.
nb: Basert på Equinors erfaring fra den nevnte tilsvarende hendelsen på Statfjord C vurderer vi at dette er korrekt med hensyn til funksjonen å etablere tett betongskall mellom sjø og olje i cellen.

source: the top-drive yoke.
nb: av åket til top-drive.

source: Power can both promote and constrain learning.
nb: Makt kan være både fremmer og hemmer for læring.

source: A review of the RRs showed that two proposed improvements to the procedures for pump handling were submitted after 2016.
nb: En gjennomgang av RR-ene viser at det fra 2016 og frem til hendelsen var meldt inn to for-slag til forbedring av prosedyrene for pumpehåndteringen.

source: The average service life for steel rope will depend on the number of sheaves and the spooling direction in a hoisting arrangement. See figure 8.
nb: Gjennomsnittlig levetid for ståltau vil være avhengig av antall skivehjul og spoleretning i et løftearrangementet, se figur 8:

source: Clarify the incident’s scope and course of events, with the emphasis on safety, working
nb: Klarlegge hendelsens omfang og forløp, med vektlegging av sikkerhetsmessige,

source: The POB check first became available to the emergency response leadership about 40 minutes after the general alarm was sounded.
nb: Personellkontroll forelå først for beredskapsledelsen omtrent 40 minutter etter at generell alarm ble igangsatt.

source: The valve and blind list was not used, for example, and the inlet valve to cell 11 on the sludge manifold was not marked.
nb: Blant annet ble ventil- og blendingsliste ikke benyttet og innløpsventilen til celle 11 på slammanifolden ble ikke merket.

source: We have given Aker BP consent for exploration drilling of well 24/9-13.
nb: Vi har gitt Aker BP samtykke til leiteboring av brønn 24/9-13.

source: Production started in 2011.
nb: Produksjonen starta i 2011. Kjelde:

source: e) the operator shall retain material and information on acute pollution and measures against acute
nb: e) operatøren oppbevare materiale og opplysninger om akutt forurensning og aksjoner mot akutt

source: The drilling location is around 13 kilometres west of the Norne field.
nb: Borelokasjonen ligg omkring 13 kilometer vest for Nornefeltet.

source: Aker BP - Consent for use of Deepsea Stavanger at Volund
nb: Aker BP – samtykke til bruk av Deepsea Nordkapp

source: Section 8 in the machinery regulations
nb: Maskinforskriften § 8 om omsetning og levering av maskiner

source: Some 180 000 barrels a day are still being produced, and the field is set to remain on stream at least until 2050.
nb: Fortsatt hentes det opp rundt 180 000 fat per dag, og produksjonen ventes å pågå til 2050 - minst.

source: The Petroleum Safety Authority Norway (PSA) has given Equinor consent for extended operation of the Delta L field.
nb: Petroleumstilsynet (Ptil) har gitt Equinor samtykke til forlenga drift av Delta L-feltet.

source: We have given Faroe Petroleum consent to drill exploration well 31/7-3 S.
nb: Vi har gitt Faroe Petroleum samtykke til boring av leitebrønn 31/7-3 S.

source: A number of processes in Maersk’s management system specify when an SJA must be conducted.
nb: Flere prosesser i Maersk sitt styringssystem beskriver når det skal gjennomføres en SJA.

source: Aker BP utilised DNV GL’s standard in designing the walkway’s use on Tambar, and argued that technology qualification was not required.
nb: Aker BP benyttet DNV GLs standard i prosjekteringen av Tambar-bruken, og mente det ikke var behov for tek-nologikvalifisering.

source: Hydrates in PSVs were not included in the pack, probably because the incident included other serious learning points.
nb: Hydrat i PSVer var ikke tatt med i lærepakken antagelig på grunn av at det var andre alvorlige lærepunkter i hendelsen.

source: Orders issued after investigation of fire in the air intake of GTG4 at Hammerfest LNG, Melkøya
nb: Pålegg gis etter gransking av brann i luftinntak til GTG4 på Hammerfest LNG, Melkøya

source: The number of near-misses with a potential to become major accidents has displayed a positive trend since 2002.
nb: Antall tilløpshendelser med potensial for å medføre storulykker har vist en positiv utvikling fra år 2002.

source: That included notifying the local civil emergency agencies such as the police, the Heim and Aure fire and rescue services and the emergency medical communication centre/ambulances.
nb: Dette inkluderer varsling av lokale sivile nødetater som lokalt lensmannskontor/politidistrikt, Heim og Aure brann- og redningstjeneste og AMK/ambulanser.

source: The Petroleum Safety Authority Norway (PSA) has given Equinor Energy AS (Equinor) consent for extended operation of the Sygna field.
nb: Petroleumstilsynet (Ptil) har gitt Equinor Energy AS (Equinor) samtykke til forlenga drift av Sygna-feltet.

source: That permits earlier intervention.”
nb: På den måten kan de gripe inn tidligere, forklarer hun.

source: Alveim was discovered in 1998, and the plan for development and operation (PDO) was approved in 2004.
nb: Alvheim blei påvist i 1998, og plan for utbygging og drift (PUD) blei godkjent i 2004.

source: In addition to the PSA and the NLIA, the collaborating authorities are the Norwegian Radiation Protection Authority (DSA), the Directorate for Civil Protection and Emergency Planning (DSB), the Norwegian Environment Agency (NEA), the Norwegian Industrial Safety and Security Organisation (NSO) and the Norwegian Board of Health.
nb: De sju etatene som jobber med prosjektet Felles arkitektur for tilsynsmyndighetene er Petroleumstilsynet, Arbeidstilsynet, Direktoratet for strålevern og atomsikkerhet (DSA), Direktoratet for samfunnssikkerhet og beredskap (DSB), Miljødirektoratet, Næringslivets sikkerhetsorganisasjon (NSO) og Statens helsetilsyn.

source: work involving risk of being exposed to health detrimental noise or mechanical vibrations, cf. RCW chapter 14, with the exception of sections 14-1 – 14-7 included, and section 14-10,
nb: arbeid med risiko for å bli utsatt for helseskadelig støy eller mekaniske vibrasjoner, jf. FUA kapittel 14, med unntak av §§ 14-1 til og med 14-7, og § 14-10,

source: The fire engine, with extra breathing air equipment, remained in the fire station.
nb: I "skiftlederbilen" var det båre.Brannbil, med ekstra pusteluftutstyr, ble stående i brannstasjonen.

source: Chemicals used exclusively for household purposes and on the facility’s living quarters, are exempt.
nb: Kjemikalier som utelukkende brukes i husholdningen og i boligkvarteret på innretningen, er ikke omfattet.

source: standard, Chapter 9 should be used in the area of health, working environment and safety.
nb: kapittel 9 brukes på området helse, arbeidsmiljø og sikkerhet.

source: Section 26, f irst subsection, litera g.
nb: § 26 første ledd bokstav g.

source: : 68% of personnel across company types reports to "agree" or "strongly agree" that there is adequate review and transfer of experience after exercises have been completed.
nb: 68% av personell på tvers av selskapstypene svarer «enig» eller «helt enig» i at det er tilstrekkelig gjennomgang og erfaringsoverføring etter at øvelser er gjennomført.

source: If the incidents are not registered in Synergy, they will not be picked in the same way as with registration in SAP.
nb: Dersom hendelsene ikke registreres i Synergi vil de ikke fanges opp på samme måte som ved registrering i SAP.

source: The transport and injection of CO
nb: Transport og injeksjon av CO

source: “OECD guidelines for testing of chemicals” refers to The OECD Guidelines for the Testing of Chemicals.
nb: Med "OECDs retningslinjer for testing av kjemikalier", menes The OECD Guidelines for the Testing of Chemicals.

source: Handling also means handling during hazard and accident situations.
nb: Med håndtering menes også håndtering i fare- og ulykkessituasjoner.

source: Learning demands time and patience.
nb: Læring krever tid og tålmodighet.

source: Certain job categories among service companies appear to be somewhat less familiar with interfaces where 72% of the respondents use the same response options.
nb: Enkelte stillingskategorier blant serviceselskap virker å være noe mindre kjente med grensesnitt der 72% av respondentene benytter seg av de samme svaralternativene.

source: It assumes that all 29 tonnes of liquid are released in such a way that the leak rate is the same as the total vaporisation rate from the largest pool which could form (limited by drainage outlets and the capacity of the drainage system), assuming that the liquid gets heated by a fire.
nb: Det er for dette senarioet antatt at all væske, 29 tonn, blir sluppet ut på en slik måte at lekkasjeraten er den samme som den totale fordampningsraten fra den største pølen som kan oppstå (avgrenset av dreneringshull og kapasiteten på dreneringssystemet), gitt at væsken blir oppvarmet av en brann.

source: Everyone should be on side with the suppliers, says PSA director general Anne Myhrvold, here together with head of supervision Arne Askedal and Finn Carlsen, director of professional competence.
nb: Alle bør være på lag med leverandørene, sier Ptil-direktør Anne Myhrvold, her sammen med tilsynsleder Arne Askedal og fagdirektør Finn Carlsen.

source: Neither WP identified the job as a critical lifting operation and work over the sea.
nb: Felles for begge AT-ene var at operasjonen ikke ble identifisert som en kritisk løfteoperasjon og arbeid over sjø.

source: Section 11 of the Framework Regulations describes principles for risk reduction, including requirements
nb: Rammeforskriften § 11 skisserer prinsipper for risikoreduksjon, blant annet krav om bruk av beste

source: Video summary from Arctic Safety Summit 2015 in Tromsø, Norway:
nb: Se video fra den første Arctic Safety Summit i Tromsø i 2015:

source: Table 4.1 from the CFD study.
nb: Tabell 4.1 fra CFD-studien

source: The Bøyla field is in the North Sea, around 200 kilometres from land (Karmøy).
nb: Bøylafeltet ligg i Nordsjøen, omkring 200 kilometer frå land (Karmøy).

source: Limit values for hazardous noise are for daily noise exposure L
nb: Grenseverdier for hørselskadelig støy er for daglig støyeksponering L

source: Maersk was aware that the crane design produced an offset angle, and that manual force was needed when lifting the raw water pump in/out.
nb: Maersk var kjent med at krandesignet ga skjevløft, og at det måtte brukes manuell kraft ved inn- og utløft av råvannspumpen.

source: Barrier functions related to the steam system and the TG are not reflected in TR2237 or TR1099.
nb: Barrierefunksjoner knyttet til dampsystem og turbingenerator er ikke reflektert i TR 2237 eller TR 1099.

source: for those areas covered by the norm.
nb: for de områdene som normen omfatter.

source: Transocean Spitsbergen as illustrated in photograph 1. Bracket for a grating installed on
nb: På Transocean Spitsbergen er det montert skjerming slik som vist på bilde nr 1. Brakett for skjerming montert på

source: should be used for the health and safety sections.
nb: brukes for helse- og sikkerhetsdelen.

source: The well will be drilled by West Phoenix, which is semi-submersible drilling facility of the Moss Maritime CS50 type, operated by North Atlantic Drilling (formerly Seadrill Management AS).
nb: Brønnen skal borast med West Phoenix, som er ei halvt nedsenkbar boreinnretning av typen moss Maritim CS50 og opereres av North Atlantic Drilling (tidligere Seadrill Management AS).

source: West Hercules is a sixth-generation, semi-submersible drilling facility built in 2008 at the Daewoo Shipyard in South Korea.
nb: West Hercules er ei sjettegenerasjons halvt nedsenkbar boreinnretning bygt i 2008 ved Daewoo Shipyard i Sør-Korea.

source: value of these indicators lies primarily on
nb: sammenligning av lekkasjefrekvens på norsk

source: (Blowdown of the flowline was mentioned in interviews as a possible compensatory measure, but was not assessed ahead of the operation in March 2017.)
nb: (Det ble nevnt i intervju at trykkavlastning av rørledning kunne vært et kompenserende tiltak, dette var ikke vurdert før operasjonen i mars 2017).

source: Paragraph 2 Section 1 for jack-up facilities.
nb: kapittel 2 seksjon 1 for oppjekkbare innretninger.

source: The hired SE shouted “man overboard”, and concentrated on seeing where the senior SE resurfaced.
nb: Innleid SI ropte «mann over bord», og konsentrerte seg om å se hvor Senior SI kom opp til overflaten.

source: Today’s survival suits are better than they have ever been, believes Roy Erling Furre, second deputy leader of the Norwegian Union of Energy Workers (Safe).
nb: Roy Erling Furre, andre nestleder i fagforeningen Safe, mener dagens drakter er bedre enn noensinne.

source: Gassco receives consent to use Polarled
nb: Gassco får samtykke til bruk av Polarled

source: DNV OS-E101 standard Chapter 2, Section 5, I 300 may be used as an alternative.
nb: DNV OS-E101 kapittel 2, seksjon 5, I 300 brukes som et alternativ.

source: We have given Wintershall Norge AS (Wintershall) consent to use Island Wellserver on the Maria field.
nb: Vi har gitt Wintershall Norge as (Wintershall) samtykke til bruk av Island Wellserver på Mariafeltet.

source: “I think you could say it has become a kind of standard for presenting risk status and trends.”
nb: Jeg tror vi kan si at det har blitt en slags standard på det aller beste for å kunne presentere status og trender for risiko.

source: The VOR from Equinor covered certification and installation of the ADS, which is safety-critical equipment.
nb: Tilleggsbestillingen (VOR) fra Equinor omfatter sertifisering og montering av ADS systemet som er sikkerhetskritisk utstyr.

source: We have given Equinor Energy (Equinor) consent to use Songa Equinox for production drilling on the Troll field.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til bruk av Songa Equinox til produksjonsboring på Trollfeltet.

source: Martin Linge A might potentially be exposed to hydrocarbons, and critical parts of the control, monitoring and safety systems are operational.
nb: Deler av kontroll-, overvåkings-, og sikkerhetssystemene på Martin Linge er satt i drift.

source: The number of reported noise-related injuries remains alarmingly high - 623 in 2008, compared with 595 in 2007.
nb: Fortsatt blir det rapportert om et vedvarende og foruroligende høyt antall støyskader - 623 i 2008, mot 595 i 2007.

source: Drainage water and other oily water not treated and then discharged to the sea from the facility in
nb: Drenasjevann og annet oljeholdig vann som ikke renses og slippes til sjø fra innretningen i henhold til §

source: Figure 4 Diagram illustrating the height of the section of drill string above the drillfloor immediately after the incident
nb: Figur 4 Skisse som illustrerer høyden til den delen av borestrengen som sto over boredekk umiddelbart etter hendelsen

source: Leak tests with riser valves, in particular, have shown a rising trend for faults in recent years.
nb: Det synes likevel som det er en økning i feil på noen barrierer, spesielt lekkasjetest i stigerørsventiler viser en tydelig økning i feil de siste årene.

source: “But this in no way means the same thing for all operators,” he observes.
nb: - Men One team betyr overhodet ikke det samme for alle operatørene, sier han.

source: For monitoring and control of the external environment, see Chapter X.
nb: For overvåking og kontroll av det ytre miljø, se kapittel X.

source: The PDO for Oseberg west flank 2 included accommodation on vessels with a motion-compensated walkway, and was approved with this solution.
nb: PUD (Plan for utbygging og drift) av Oseberg Vestflanken 2 inkluderte innkvartering på fartøy bevegelseskompensert gangbro, og PUD ble godkjent med denne løsningen.

source: Level 1 is required for work which has enhanced risk and requires coordination and clearance at facility level.
nb: Nivå 1 kreves for arbeid med høyere risiko og for arbeid som krever koordinering og klarering på innretningsnivå.

source: accords with practical everyday working.
nb: har også en problematisk side.

source: 1 Data collected through RNNP is used together with data from Environmental Web database in order to consider discharges to sea.
nb: 1 Data samlet inn gjennom RNNP benyttes sammen med data fra Environmental Web databasen til å vurdere akutte utslipp til sjø.

source: As mentioned in the Guidelines regarding Section 5, the provisions in the health acts have different obli-
nb: Som nevnt i veiledningen til § 5, har bestemmelsene i helselovene ulike pliktsubjekter.

source: This target was achieved.
nb: Dette målet ble nådd.

source: contribute to experience transfer and learning for other players in the petroleum sector.
nb: Bidra til erfaringsoverføring og læring for andre aktører i petroleumsnæringen.

source: Consent is granted pursuant to Section 18-9 (1) of the Working Environment Act.
nb: Samtykket er gitt med heimel i arbeidsmiljølova §18-9 (1).

source: The exception is when the valves are removed for recertification or testing.
nb: Unntaket er når PSVene tas ut for testing or resertifisering.

source: The water depth in the area is 120–130 metres.
nb: Havdjuna i området er 120–130 meter.

source: Acceptable maintenance has been a priority at the PSA for many years, and this is further accentuated when over half the installations on the NCS are more than 20 years old.
nb: Stadig flere innretninger brukes utover opprinnelig forutsatt levetid, og behovet for modifikasjoner og utskiftninger øker jo eldre innretningene blir. Over halvparten av innretningene på sokkelen er nå eldre enn 20 år.

source: For example, the operator is the party responsible for the operation, or the employer specifically designated as the obligated party in certain provisions.
nb: saklige virkeområde, nemlig helsetjeneste, helsemessig beredskap, transport av syke og skadde, hygieniske forhold, drikkevannsforsyning, produksjon og frambud av næringsmidler samt andre forhold av betydning for helse og hygiene.

source: Notification established concerning the repair of a hydrocarbon leak in the actuator block for ballast-water valve HV3124.
nb: Notifikasjon opprettes om utbedring av hydraulikklekkasje på aktuatorblokk til ballastvannventil HV3124.

source: firefighting foam installations shall deliver foam within 15 seconds of activation.
nb: skumslukkingsanlegg skal levere skum innen 15 sekunder etter at de er aktivert.

source: Deepsea Nordkapp is owned and operated by Odfjell Drilling.
nb: Deepsea Nordkapp er eid og drives av Odfjell Drilling.

source: overall, the perception of danger was greater in 2017 than in the previous survey
nb: Opplevelsen av fare er totalt sett større i 2017 enn ved forrige måling.

source: Chapter 39 of the Pollution Control Regulations (in Norwegian only) gives provisions for fees for work with permits.
nb: kapittel 39 er det gitt bestemmelser for gebyr for arbeid med tillatelser.

source: In comparison, these alternatives are only used in 39% of the cases among employees working for service companies.
nb: Til sammenligning blir disse alternativene benyttet i 39% av tilfellene blant ansatte som jobber for service-selskaper.

source: b) when measuring impulse sounds, an instantaneous value of Lpeak = 130 dB(C) will be equivalent to a
nb: b) ved måling av impulslyder vil en øyeblikksverdi på Lpeak = 130 dB(C) tilsvare et maksimalnivå på

source: These chapters do not explain directly how handling, lifting and installation should be done on the facility, but Maersk has developed a separate procedure for the work.
nb: Kapitlene sier ikke direkte hvordan håndtering, løfting og installering skal foretas på innretningen, men Maersk har utarbeidet en egen prosedyre for dette.

source: See sections 10.1.1 and 10.1.2 of the report.
nb: Se rapportens kapittel 10.1.1 og 10.1.2.

source: 05.15: Sensors showed that the level in drainage tanks CD5486 A and B was rising.
nb: 05.15 viste sensorer at nivået i dreneringstankene CD5486 A og B økte.

source: A change request document was also created.
nb: Det ble også opprettet et endringsforespørseldokument (Change request document).

source: work imposing ergonomic strain, cf. those regulations chapter 23.
nb: ergonomisk belastende arbeid, jf. forskriften kapittel 23.

source: Repsol - Consent to extend the life of the Rev field
nb: Repsol - Samtykke til forlenga levetid av Rev-feltet

source: The latter makes reference to experience from model trials, which show that a general asymmetric factor in the order of 1.20-1.23 is reasonable, and that a specific asymmetric factor in the order of 1.5–1.7 can occur around the columns.
nb: Forsøkene viser at en generell asymmetrifaktor i størrelsesorden 1.20-1.23 er rimelig, og at en spesifikk asymmetrifaktor i størrelsesorden 1.5–1.7 kan forekomme rundt søylene.

source: Test no. 306 (Biodegradability in Seawater) is found in OECD Guidelines for Testing of Chemicals,
nb: 306 (Biodegradability in Seawater) finnes i OECDs retningslinjer for testing av kjemikalier,

source: management Sauda, on the Labour and Welfare Administration form NAV 13-06.05.
nb: forvalting Sauda på Arbeids- og velferdsetatens skjema NAV 13-06.05.

source: In order to obtain an optimum description of the conditions around the individual facilities and in the region, it is important that the monitoring programmes are designed in light of the existing discharge situation.
nb: For at overvåkingen skal kunne gi en best mulig beskrivelse av forholdene rundt den enkelte innretning og i regionene, er det viktig at overvåkingsprogrammene tilpasses den aktuelle utslippssituasjonen.

source: for drilling and well activities.
nb: ved bore- og brønnaktiviteter.

source: Resources devoted to surface maintenance were increased in 2015 and the budget was further enlarged for 2016.
nb: Ressursbruken på overflate-vedlikehold ble økt i 2015 og budsjettet ble ytterligere økt for 2016.

source: Six incidents of damage to structures and maritime systems were registered, compared with five in 2017.
nb: Det ble registrert seks skader på konstruksjoner og maritime systemer, tilsvarende tall for 2017 var fem.

source: The content of the term is stated in Section 1-1 of the Working Environment Act.
nb: Innholdet i begrepet går fram av arbeidsmiljøloven § 1-1

source: the well and chemicals that will follow the hydrocarbon stream even though they are not intended for discharge on the field, are covered by requirements for ecotoxicological testing and documentation.
nb: forblir i brønnen og kjemikalier som vil følge hydrokarbonstrømmen selv om disse ikke planlegges sluppet ut på feltet, er omfattet av krav om økotoksikologisk testing og dokumentasjon.

source: The permits under the Pollution Control Act will normally contain conditions that are specific and adapted to each activity.
nb: Tillatelsene etter forurensningsloven vil normalt inneholde vilkår som er spesifikke og tilpasset den enkelte aktivitet.

source: effects in the water column.
nb: og standardiserte metoder.

source: GW is not regarded as directly related to the incident.
nb: Der er vurdert at GW ikke direkte er knyttet til hendelsen.
